Repository: junyang95/StikDebug
Catalog: StikDebug/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %.1fs
zh_hans: %.1f 秒
zh_hant: %.1f 秒

source: %@ End
zh_hans: %@ 终点
zh_hant: %@ 終點

source: %@ Start
zh_hans: %@ 起点
zh_hant: %@ 起點

source: %@ for PID %lld.
zh_hans: %@（PID：%lld）。
zh_hant: %@（PID：%lld）。

source: %@ is empty
zh_hans: %@ 为空
zh_hant: %@ 為空

source: %@ is no longer running.
zh_hans: %@ 已停止运行。
zh_hant: %@ 已停止執行。

source: %@ ready
zh_hans: %@已就绪
zh_hant: %@已就緒

source: %@ was not returned by lockdownd
zh_hans: lockdownd 未返回 %@
zh_hant: lockdownd 未傳回 %@

source: %@ • ETA %@
zh_hans: %@ • 预计用时 %@
zh_hant: %@ • 預計時間 %@

source: %lld apps
zh_hans: %lld 个应用
zh_hant: %lld 個應用程式

source: %lld filtered syslog entries copied to clipboard.
zh_hans: 已将筛选出的 %lld 条系统日志复制到剪贴板。
zh_hant: 已將篩選出的 %lld 筆系統記錄複製到剪貼簿。

source: %lld processes
zh_hans: %lld 个进程
zh_hant: %lld 個處理程序

source: === DEVICE INFORMATION ===
zh_hans: === 设备信息 ===
zh_hant: === 裝置資訊 ===

source: === LOG ENTRIES ===
zh_hans: === 日志条目 ===
zh_hant: === 記錄項目 ===

source: A port needed for the tunnel is already in use.
zh_hans: 隧道所需的端口已被占用。
zh_hant: 通道所需的連接埠已被占用。

source: A script with the same name already exists.
zh_hans: 已存在同名脚本。
zh_hant: 已存在同名指令稿。

source: A specific PID to kill instead of selecting a process
zh_hans: 直接指定要终止的 PID，无需选择进程
zh_hant: 直接指定要終止的 PID，無需選擇處理程序

source: Access additional tools
zh_hans: 使用更多工具
zh_hant: 使用更多工具

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add to Favorites
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Add to Home
zh_hans: 添加到主页
zh_hant: 加入首頁

source: Added to Favorites
zh_hans: 已添加到收藏
zh_hant: 已加入收藏

source: Adjust Speed
zh_hans: 调整速度
zh_hant: 調整速度

source: Advanced
zh_hans: 高级
zh_hant: 進階

source: All Apps
zh_hans: 所有应用
zh_hant: 所有應用程式

source: Always Run Scripts
zh_hans: 始终运行脚本
zh_hant: 一律執行指令稿

source: An Error has Occurred
zh_hans: 发生错误
zh_hant: 發生錯誤

source: An external link wants to clear the simulated location.
zh_hans: 外部链接请求清除模拟位置。
zh_hant: 外部連結要求清除模擬位置。

source: An external link wants to enable JIT and run a script for %@.
zh_hans: 外部链接请求为 %@ 启用 JIT 并运行脚本。
zh_hant: 外部連結要求為 %@ 啟用 JIT 並執行指令稿。

source: An external link wants to enable JIT for %@.
zh_hans: 外部链接请求为 %@ 启用 JIT。
zh_hant: 外部連結要求為 %@ 啟用 JIT。

source: An external link wants to kill process %lld.
zh_hans: 外部链接请求终止进程 %lld。
zh_hant: 外部連結要求終止處理程序 %lld。

source: An external link wants to launch %@.
zh_hans: 外部链接请求启动 %@。
zh_hant: 外部連結要求啟動 %@。

source: An external link wants to set the simulated location to %.6f, %.6f.
zh_hans: 外部链接请求将模拟位置设为 %.6f, %.6f。
zh_hant: 外部連結要求將模擬位置設為 %.6f, %.6f。

source: Another process action is already running.
zh_hans: 另一个进程操作正在执行。
zh_hant: 另一個處理程序操作正在執行。

source: App
zh_hans: 应用
zh_hant: 應用程式

source: App Expiry
zh_hans: 应用有效期
zh_hant: 應用程式有效期限

source: App Folder
zh_hans: 应用文件夹
zh_hant: 應用程式資料夾

source: App icon data was empty
zh_hans: 应用图标数据为空
zh_hant: 應用程式圖示資料為空

source: AppService client was not created
zh_hans: 未创建 AppService 客户端
zh_hant: 未建立 AppService 用戶端

source: Apps
zh_hans: 应用
zh_hant: 應用程式

source: Apps with get-task-allow
zh_hans: 具有 get-task-allow 权限的应用
zh_hant: 具有 get-task-allow 權限的應用程式

source: Ask before external links enable JIT or run scripts.
zh_hans: 外部链接启用 JIT 或运行脚本前先询问。
zh_hant: 外部連結啟用 JIT 或執行指令稿前先詢問。

source: Assign Script
zh_hans: 指定脚本
zh_hant: 指定指令稿

source: Assigned script %@
zh_hans: 指定脚本 %@
zh_hant: 指定指令稿 %@

source: Attaches processes with MallocGuardEdges and MallocScribble to detect memory corruption.
zh_hans: 附加到进程时启用 MallocGuardEdges 和 MallocScribble，以检测内存损坏。
zh_hant: 附加至處理程序時啟用 MallocGuardEdges 和 MallocScribble，以偵測記憶體損毀。

source: Background Keep-Alive
zh_hans: 后台保活
zh_hant: 背景持續執行

source: Background Location
zh_hans: 后台定位
zh_hant: 背景定位

source: Behavior
zh_hans: 行为
zh_hant: 行為

source: Bookmarks
zh_hans: 书签
zh_hant: 書籤

source: Build Manifest
zh_hans: 构建清单
zh_hant: 建置清單

source: Bundle ID copied
zh_hans: 已复制 Bundle ID
zh_hant: 已複製 Bundle ID

source: Busy
zh_hans: 正在忙碌
zh_hant: 忙碌中

source: Calculating route…
zh_hans: 正在计算路线…
zh_hant: 正在計算路線…

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Check app expiration dates
zh_hans: 查看应用到期日期
zh_hant: 檢視應用程式到期日

source: Choose Script
zh_hans: 选择脚本
zh_hant: 選擇指令稿

source: Choose how quickly new relay entries appear.
zh_hans: 选择新系统日志的显示间隔。
zh_hant: 選擇新系統記錄的顯示間隔。

source: Clear
zh_hans: 清空
zh_hant: 清除

source: Clear Failed
zh_hans: 清除失败
zh_hant: 清除失敗

source: Clear Location
zh_hans: 清除位置
zh_hant: 清除位置

source: Clear Location Failed
zh_hans: 清除位置失败
zh_hant: 清除位置失敗

source: Clear Location?
zh_hans: 清除位置？
zh_hant: 清除位置？

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close other JIT, debugging, proxy, or VPN apps that may be using the tunnel.
zh_hans: 关闭其他可能使用该隧道的 JIT、调试、代理或 VPN 应用。
zh_hant: 關閉其他可能使用此通道的 JIT、除錯、代理或 VPN 應用程式。

source: Code %lld: %@
zh_hans: 错误码 %lld：%@
zh_hant: 錯誤碼 %lld：%@

source: Configure StikDebug
zh_hans: 配置 StikDebug
zh_hant: 設定 StikDebug

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Confirm JIT Links
zh_hans: 确认 JIT 链接
zh_hant: 確認 JIT 連結

source: Confirm LocalDevVPN is exposing the device at %@.
zh_hans: 确认 LocalDevVPN 通过 %@ 提供设备连接。
zh_hant: 確認 LocalDevVPN 透過 %@ 提供裝置連線。

source: Confirm Removal
zh_hans: 确认移除
zh_hant: 確認移除

source: Confirm Wi-Fi and LocalDevVPN are both connected.
zh_hans: 确认 Wi-Fi 和 LocalDevVPN 均已连接。
zh_hant: 確認 Wi-Fi 和 LocalDevVPN 均已連線。

source: Confirm Wi-Fi and LocalDevVPN are connected.
zh_hans: 确认 Wi-Fi 和 LocalDevVPN 已连接。
zh_hant: 確認 Wi-Fi 和 LocalDevVPN 已連線。

source: Confirm iOS shows the VPN indicator.
zh_hans: 确认 iOS 显示 VPN 标志。
zh_hant: 確認 iOS 顯示 VPN 標誌。

source: Connection Error
zh_hans: 连接错误
zh_hant: 連線錯誤

source: Console
zh_hans: 控制台
zh_hant: 主控台

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copy All (CSV)
zh_hans: 复制全部（CSV）
zh_hant: 複製全部（CSV）

source: Copy All (Text)
zh_hans: 复制全部（文本）
zh_hant: 複製全部（文字）

source: Copy Bundle ID
zh_hans: 复制 Bundle ID
zh_hant: 複製 Bundle ID

source: Copy Filename
zh_hans: 复制文件名
zh_hant: 複製檔案名稱

source: Copy ID
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Copy Key & Value
zh_hans: 复制键和值
zh_hant: 複製鍵和值

source: Copy Logs
zh_hans: 复制日志
zh_hant: 複製記錄

source: Copy Path
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy Value
zh_hans: 复制值
zh_hant: 複製值

source: Could not clear simulated location (error %d).
zh_hans: 无法清除模拟位置（错误 %d）。
zh_hant: 無法清除模擬位置（錯誤 %d）。

source: Could not clear simulated location from URL (error %d).
zh_hans: 无法通过 URL 清除模拟位置（错误 %d）。
zh_hant: 無法透過 URL 清除模擬位置（錯誤 %d）。

source: Could not confirm pause for PID %lld. Try again.
zh_hans: 无法确认 PID %lld 是否已暂停，请重试。
zh_hant: 無法確認 PID %lld 是否已暫停，請再試一次。

source: Could not confirm resume for PID %lld. Try again.
zh_hans: 无法确认 PID %lld 是否已恢复，请重试。
zh_hant: 無法確認 PID %lld 是否已恢復，請再試一次。

source: Could not confirm termination for PID %lld. Try again.
zh_hans: 无法确认 PID %lld 是否已终止，请重试。
zh_hant: 無法確認 PID %lld 是否已終止，請再試一次。

source: Could not continue route simulation (error %d).
zh_hans: 无法继续路线模拟（错误 %d）。
zh_hant: 無法繼續路線模擬（錯誤 %d）。

source: Could not resolve that location.
zh_hans: 无法解析该位置。
zh_hant: 無法解析該位置。

source: Could not simulate location (error %d). Make sure the device is connected and the DDI is mounted.
zh_hans: 无法模拟位置（错误 %d）。请确认设备已连接且 DDI 已挂载。
zh_hant: 無法模擬位置（錯誤 %d）。請確認裝置已連線且 DDI 已掛載。

source: Could not simulate location from URL (error %d). Make sure the device is connected and the DDI is mounted.
zh_hans: 无法通过 URL 模拟位置（错误 %d）。请确认设备已连接且 DDI 已挂载。
zh_hant: 無法透過 URL 模擬位置（錯誤 %d）。請確認裝置已連線且 DDI 已掛載。

source: Could not start route simulation (error %d). Make sure the device is connected and the DDI is mounted.
zh_hans: 无法开始路线模拟（错误 %d）。请确认设备已连接且 DDI 已挂载。
zh_hant: 無法開始路線模擬（錯誤 %d）。請確認裝置已連線且 DDI 已掛載。

source: Create
zh_hans: 创建
zh_hant: 建立

source: Created
zh_hans: 已创建
zh_hant: 已建立

source: Cryptex Info
zh_hans: Cryptex 信息
zh_hant: Cryptex 資訊

source: Current
zh_hans: 当前位置
zh_hant: 目前位置

source: DDI Mount Failed
zh_hans: DDI 挂载失败
zh_hant: DDI 掛載失敗

source: DDI cryptex assets were not loaded
zh_hans: DDI Cryptex 资源未加载
zh_hant: DDI Cryptex 資源未載入

source: DDI download complete.
zh_hans: DDI 下载完成。
zh_hant: DDI 下載完成。

source: DDI files refreshed successfully.
zh_hans: DDI 文件已更新。
zh_hant: DDI 檔案已更新。

source: Debug heartbeat context is unavailable
zh_hans: 调试心跳上下文不可用
zh_hant: 除錯心跳環境無法使用

source: Debug heartbeat failed
zh_hans: 调试心跳失败
zh_hant: 除錯心跳失敗

source: Debug session was not created
zh_hans: 未创建调试会话
zh_hant: 未建立除錯工作階段

source: Debugging
zh_hans: 调试
zh_hant: 除錯

source: Debugserver command failed: %@
zh_hans: debugserver 命令失败：%@
zh_hant: debugserver 命令失敗：%@

source: Default Script Set
zh_hans: 已设置默认脚本
zh_hant: 已設定預設指令稿

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@? This cannot be undone.
zh_hans: 删除 %@？此操作无法撤销。
zh_hant: 刪除 %@？此操作無法復原。

source: Delete Failed
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Delete Script?
zh_hans: 删除脚本？
zh_hant: 刪除指令稿？

source: Device Info
zh_hans: 设备信息
zh_hant: 裝置資訊

source: Device info exported to CSV
zh_hans: 设备信息已导出为 CSV
zh_hant: 裝置資訊已匯出為 CSV

source: Device: %@
zh_hans: 设备：%@
zh_hant: 裝置：%@

source: Disconnect and reconnect LocalDevVPN.
zh_hans: 断开并重新连接 LocalDevVPN。
zh_hant: 中斷並重新連接 LocalDevVPN。

source: Discord Support
zh_hans: Discord 支持
zh_hant: Discord 支援

source: Done
zh_hans: 完成
zh_hant: 完成

source: Double-tap to launch this app without enabling JIT.
zh_hans: 轻点两下以启动此应用，不启用 JIT。
zh_hant: 點兩下以啟動此應用程式，不啟用 JIT。

source: Double-tap to open the app and enable JIT. Use the actions rotor for favorites or bundle ID.
zh_hans: 轻点两下以打开应用并启用 JIT。使用操作转子收藏应用或复制 Bundle ID。
zh_hant: 點兩下以開啟應用程式並啟用 JIT。使用動作轉子收藏應用程式或複製 Bundle ID。

source: Download LocalDevVPN
zh_hans: 下载 LocalDevVPN
zh_hant: 下載 LocalDevVPN

source: Downloading %@...
zh_hans: 正在下载%@…
zh_hant: 正在下載%@…

source: Drop a pin on the map and tap the bookmark icon to save a location.
zh_hans: 在地图上放置标记，然后轻点书签图标保存位置。
zh_hant: 在地圖上放置標記，然後點一下書籤圖示儲存位置。

source: Either bundle ID or PID should be specified.
zh_hans: 请指定 Bundle ID 或 PID。
zh_hant: 請指定 Bundle ID 或 PID。

source: Enable JIT
zh_hans: 启用 JIT
zh_hant: 啟用 JIT

source: Enable JIT for ${app}
zh_hans: 为 ${app} 启用 JIT
zh_hant: 為 ${app} 啟用 JIT

source: Enable JIT for %@
zh_hans: 为 %@ 启用 JIT
zh_hant: 為 %@ 啟用 JIT

source: Enable JIT for LiveContainer?
zh_hans: 为 LiveContainer 启用 JIT？
zh_hant: 為 LiveContainer 啟用 JIT？

source: Enable JIT?
zh_hans: 启用 JIT？
zh_hant: 啟用 JIT？

source: Enable and Run Script
zh_hans: 启用并运行脚本
zh_hant: 啟用並執行指令稿

source: Enables JIT compilation for an installed app using StikDebug.
zh_hans: 通过 StikDebug 为已安装的应用启用 JIT 编译。
zh_hant: 透過 StikDebug 為已安裝的應用程式啟用 JIT 編譯。

source: End
zh_hans: 终点
zh_hant: 終點

source: Enter a name for this location.
zh_hans: 请输入此位置的名称。
zh_hant: 請輸入此位置的名稱。

source: Error Creating File
zh_hans: 创建文件失败
zh_hant: 建立檔案失敗

source: Error Occurred While Executing Script.
zh_hans: 执行脚本时出错。
zh_hant: 執行指令稿時發生錯誤。

source: Existing DDI files will be removed before downloading fresh copies.
zh_hans: 重新下载前将移除现有 DDI 文件。
zh_hant: 重新下載前將移除現有 DDI 檔案。

source: Expected LocalDevVPN IP: %@
zh_hans: 预期的 LocalDevVPN IP：%@
zh_hant: 預期的 LocalDevVPN IP：%@

source: Expected dictionary
zh_hans: 应为字典数据
zh_hant: 應為字典資料

source: Expires: %@
zh_hans: 到期时间：%@
zh_hant: 到期時間：%@

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Complete
zh_hans: 导出完成
zh_hant: 匯出完成

source: Export Failed
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Logs
zh_hans: 导出日志
zh_hant: 匯出記錄

source: External Location Request
zh_hans: 外部位置请求
zh_hant: 外部位置請求

source: External Request
zh_hans: 外部请求
zh_hant: 外部請求

source: Failed to Add Profile
zh_hans: 添加描述文件失败
zh_hant: 新增描述檔失敗

source: Failed to Create New Script
zh_hans: 无法创建脚本
zh_hant: 無法建立指令稿

source: Failed to Decode %lld Profile
zh_hans: 无法解析 %lld 个描述文件
zh_hant: 無法解析 %lld 個描述檔

source: Failed to Decode %lld Profiles
zh_hans: 无法解析 %lld 个描述文件
zh_hant: 無法解析 %lld 個描述檔

source: Failed to Enable JIT
zh_hans: 启用 JIT 失败
zh_hant: 啟用 JIT 失敗

source: Failed to Load Processes
zh_hans: 载入进程失败
zh_hant: 載入處理程序失敗

source: Failed to Remove Profile
zh_hans: 移除描述文件失败
zh_hant: 移除描述檔失敗

source: Failed to add provisioning profile
zh_hans: 无法添加描述文件
zh_hant: 無法加入描述檔

source: Failed to connect debug heartbeat
zh_hans: 无法连接调试心跳
zh_hant: 無法連接除錯心跳

source: Failed to connect debug proxy
zh_hans: 无法连接调试代理
zh_hant: 無法連接除錯代理

source: Failed to connect remote server
zh_hans: 无法连接远程服务器
zh_hant: 無法連接遠端伺服器

source: Failed to connect to SpringBoard Services
zh_hans: 无法连接 SpringBoard 服务
zh_hant: 無法連接 SpringBoard 服務

source: Failed to connect to image mounter
zh_hans: 无法连接镜像挂载服务
zh_hant: 無法連接映像檔掛載服務

source: Failed to connect to installation proxy
zh_hans: 无法连接安装代理
zh_hant: 無法連接安裝代理

source: Failed to connect to lockdownd
zh_hans: 无法连接 lockdownd
zh_hant: 無法連接 lockdownd

source: Failed to connect to misagent
zh_hans: 无法连接 misagent
zh_hant: 無法連接 misagent

source: Failed to connect to syslog relay
zh_hans: 无法连接系统日志转发服务
zh_hant: 無法連接系統記錄轉送服務

source: Failed to create debugserver command: %@
zh_hans: 无法创建 debugserver 命令：%@
zh_hant: 無法建立 debugserver 命令：%@

source: Failed to create tunnel
zh_hans: 无法创建隧道
zh_hant: 無法建立通道

source: Failed to decode %@
zh_hans: 无法解码 %@
zh_hant: 無法解碼 %@

source: Failed to decode app icon image
zh_hans: 无法解码应用图标
zh_hant: 無法解碼應用程式圖示

source: Failed to enable JIT for %@.
zh_hans: 无法为 %@ 启用 JIT。
zh_hant: 無法為 %@ 啟用 JIT。

source: Failed to fetch device info
zh_hans: 无法获取设备信息
zh_hant: 無法取得裝置資訊

source: Failed to fetch device info %@
zh_hans: 获取设备信息失败：%@
zh_hant: 取得裝置資訊失敗：%@

source: Failed to fetch installed apps
zh_hans: 无法获取已安装的应用
zh_hant: 無法取得已安裝的應用程式

source: Failed to fetch mounted devices
zh_hans: 无法获取已挂载的设备
zh_hant: 無法取得已掛載的裝置

source: Failed to fetch provisioning profiles
zh_hans: 无法获取描述文件
zh_hant: 無法取得描述檔

source: Failed to get app icon
zh_hans: 无法获取应用图标
zh_hant: 無法取得應用程式圖示

source: Failed to install DDI cryptex
zh_hans: 无法安装 DDI Cryptex
zh_hant: 無法安裝 DDI Cryptex

source: Failed to interrupt target
zh_hans: 无法中断目标
zh_hant: 無法中斷目標

source: Failed to kill %@: %@
zh_hans: 无法终止 %@：%@
zh_hant: 無法終止 %@：%@

source: Failed to launch app
zh_hans: 无法启动应用
zh_hant: 無法啟動應用程式

source: Failed to list processes
zh_hans: 无法获取进程列表
zh_hant: 無法取得處理程序列表

source: Failed to load
zh_hans: 载入失败
zh_hant: 載入失敗

source: Failed to load DDI cryptex assets
zh_hans: 无法加载 DDI Cryptex 资源
zh_hant: 無法載入 DDI Cryptex 資源

source: Failed to mount personalized DDI
zh_hans: 无法挂载 Personalized DDI
zh_hant: 無法掛載 Personalized DDI

source: Failed to open process control
zh_hans: 无法打开进程控制服务
zh_hant: 無法開啟處理程序控制服務

source: Failed to parse target IP address.
zh_hans: 无法解析目标 IP 地址。
zh_hant: 無法解析目標 IP 位址。

source: Failed to query UniqueChipID
zh_hans: 无法查询 UniqueChipID
zh_hant: 無法查詢 UniqueChipID

source: Failed to query installed DDI cryptex
zh_hans: 无法查询已安装的 DDI Cryptex
zh_hant: 無法查詢已安裝的 DDI Cryptex

source: Failed to read %@: %@
zh_hans: 读取 %@ 失败：%@
zh_hant: 讀取 %@ 失敗：%@

source: Failed to read pairing file!
zh_hans: 无法读取配对文件！
zh_hant: 無法讀取配對檔案！

source: Failed to redownload DDI files: %@
zh_hans: 重新下载 DDI 文件失败：%@
zh_hant: 重新下載 DDI 檔案失敗：%@

source: Failed to remove provisioning profile
zh_hans: 无法移除描述文件
zh_hant: 無法移除描述檔

source: Failed to reply to heartbeat
zh_hans: 无法响应心跳
zh_hant: 無法回應心跳

source: Failed to return to app
zh_hans: 无法返回应用
zh_hant: 無法返回應用程式

source: Failed to send signal %d to process
zh_hans: 无法向进程发送信号 %d
zh_hant: 無法向處理程序傳送訊號 %d

source: Failed to serialize device info plist
zh_hans: 无法序列化设备信息 plist
zh_hant: 無法序列化裝置資訊 plist

source: Favorite
zh_hans: 收藏
zh_hant: 收藏

source: Favorites (%d/4)
zh_hans: 收藏（%d/4）
zh_hant: 收藏（%d/4）

source: Favorites are full
zh_hans: 收藏已满
zh_hant: 收藏已滿

source: Fetch Error
zh_hans: 获取失败
zh_hant: 取得失敗

source: Fetching device info…
zh_hans: 正在获取设备信息…
zh_hant: 正在取得裝置資訊…

source: Filename
zh_hans: 文件名
zh_hant: 檔案名稱

source: Filter logs
zh_hans: 筛选日志
zh_hant: 篩選記錄

source: Heartbeat client was not created
zh_hans: 未创建心跳客户端
zh_hant: 未建立心跳用戶端

source: Help
zh_hans: 帮助
zh_hant: 說明

source: Hide older profiles
zh_hans: 隐藏旧描述文件
zh_hant: 隱藏舊描述檔

source: If it keeps happening, reboot the device to clear the stuck port.
zh_hans: 如果仍然出现此问题，请重启设备以释放被占用的端口。
zh_hant: 如果仍然出現此問題，請重新啟動裝置以釋放被占用的連接埠。

source: If this keeps happening, select a fresh pairing file.
zh_hans: 如果仍然出现此问题，请选择新的配对文件。
zh_hant: 如果仍然出現此問題，請選擇新的配對檔案。

source: Image
zh_hans: 磁盘映像
zh_hant: 磁碟映像

source: Image mounter client was not created
zh_hans: 未创建镜像挂载客户端
zh_hant: 未建立映像檔掛載用戶端

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Import Coordinates
zh_hans: 导入坐标
zh_hant: 匯入座標

source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Pairing File
zh_hans: 导入配对文件
zh_hant: 匯入配對檔案

source: Import a file or choose None.
zh_hans: 导入文件或选择不使用脚本。
zh_hant: 匯入檔案或選擇不使用指令稿。

source: Import a pairing file before simulating location from a URL.
zh_hans: 通过 URL 模拟位置前，请先导入配对文件。
zh_hant: 透過 URL 模擬位置前，請先匯入配對檔案。

source: Import failed: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Import your device's pairing file to get started.
zh_hans: 请先导入设备的配对文件。
zh_hant: 請先匯入裝置的配對檔案。

source: Imported
zh_hans: 已导入
zh_hant: 已匯入

source: Imported successfully
zh_hans: 导入成功
zh_hant: 匯入成功

source: Importing coordinates…
zh_hans: 正在导入坐标…
zh_hant: 正在匯入座標…

source: Importing pairing file…
zh_hans: 正在导入配对文件…
zh_hant: 正在匯入配對檔案…

source: Initialization Failed
zh_hans: 初始化失败
zh_hant: 初始化失敗

source: Inspect running apps
zh_hans: 查看正在运行的应用
zh_hant: 檢視執行中的應用程式

source: Installation proxy client was not created
zh_hans: 未创建安装代理客户端
zh_hant: 未建立安裝代理用戶端

source: Installed App
zh_hans: 已安装的应用
zh_hant: 已安裝的應用程式

source: Invalid Coordinates
zh_hans: 坐标无效
zh_hant: 座標無效

source: Invalid Location URL
zh_hans: 位置 URL 无效
zh_hant: 位置 URL 無效

source: Invalid Pairing File
zh_hans: 配对文件无效
zh_hant: 配對檔案無效

source: Invalid XML data
zh_hans: XML 数据无效
zh_hant: XML 資料無效

source: Invalid download URL: %@
zh_hans: 下载地址无效：%@
zh_hant: 下載網址無效：%@

source: Invalid or empty CMS payload
zh_hans: CMS 数据无效或为空
zh_hant: CMS 資料無效或為空

source: JIT failed for %@
zh_hans: 为 %@ 启用 JIT 失败
zh_hant: 為 %@ 啟用 JIT 失敗

source: JIT request completed for %@
zh_hans: %@ 的 JIT 请求已完成
zh_hant: %@ 的 JIT 請求已完成

source: Kill
zh_hans: 终止
zh_hant: 終止

source: Kill ${process}
zh_hans: 终止 ${process}
zh_hant: 終止 ${process}

source: Kill Failed
zh_hans: 终止失败
zh_hant: 終止失敗

source: Kill Process
zh_hans: 终止进程
zh_hant: 終止處理程序

source: Kill Process?
zh_hans: 终止进程？
zh_hant: 終止處理程序？

source: Kill Timed Out
zh_hans: 终止超时
zh_hant: 終止逾時

source: Latest syslog entries copied to clipboard.
zh_hans: 最新系统日志已复制到剪贴板。
zh_hant: 最新系統記錄已複製到剪貼簿。

source: Latitude must be between -90 and 90. Longitude must be between -180 and 180.
zh_hans: 纬度必须介于 -90 到 90 之间，经度必须介于 -180 到 180 之间。
zh_hant: 緯度必須介於 -90 到 90 之間，經度必須介於 -180 到 180 之間。

source: Launch
zh_hans: 启动
zh_hant: 啟動

source: Launch %@
zh_hans: 启动 %@
zh_hant: 啟動 %@

source: Launch App
zh_hans: 启动应用
zh_hant: 啟動應用程式

source: Launch App?
zh_hans: 启动应用？
zh_hant: 啟動應用程式？

source: Launch Apps
zh_hans: 启动应用
zh_hant: 啟動應用程式

source: Launch failed for %@
zh_hans: 启动 %@ 失败
zh_hant: 啟動 %@ 失敗

source: Launch request in progress.
zh_hans: 正在请求启动。
zh_hant: 正在要求啟動。

source: Launch request sent for %@
zh_hans: 已发送 %@ 的启动请求
zh_hant: 已傳送 %@ 的啟動請求

source: Launching
zh_hans: 正在启动
zh_hant: 正在啟動

source: Launching %@
zh_hans: 正在启动 %@
zh_hant: 正在啟動 %@

source: Live
zh_hans: 实时
zh_hant: 即時

source: Live device logs
zh_hans: 实时设备日志
zh_hant: 即時裝置記錄

source: Loading...
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Location
zh_hans: 定位
zh_hant: 定位

source: Location Access Refused
zh_hans: 定位权限被拒绝
zh_hant: 定位權限遭拒

source: Location Simulation
zh_hans: 位置模拟
zh_hant: 位置模擬

source: Location Simulation Failed
zh_hans: 位置模拟失败
zh_hant: 位置模擬失敗

source: Location access was refused. Open Settings to enable it.
zh_hans: 定位权限被拒绝，请在系统设置中开启。
zh_hant: 定位權限遭拒，請在系統設定中開啟。

source: Lockdownd client was not created
zh_hans: 未创建 lockdownd 客户端
zh_hant: 未建立 lockdownd 用戶端

source: Logs Copied
zh_hans: 日志已复制
zh_hant: 記錄已複製

source: Logs have been copied to clipboard.
zh_hans: 日志已复制到剪贴板。
zh_hant: 記錄已複製到剪貼簿。

source: Make sure LocalDevVPN is using the default %@ address.
zh_hans: 确认 LocalDevVPN 使用默认地址 %@。
zh_hant: 確認 LocalDevVPN 使用預設位址 %@。

source: Malloc Debugging
zh_hans: Malloc 调试
zh_hant: Malloc 除錯

source: Manage and run JS scripts
zh_hans: 管理和运行 JS 脚本
zh_hant: 管理及執行 JS 指令稿

source: Manage installed apps
zh_hans: 管理已安装的应用
zh_hant: 管理已安裝的應用程式

source: Misagent client was not created
zh_hans: 未创建 misagent 客户端
zh_hant: 未建立 misagent 用戶端

source: Missing entitlements:
zh_hans: 缺少的权限：
zh_hant: 缺少的權限：

source: Model: %@
zh_hans: 型号：%@
zh_hant: 機型：%@

source: Most Recent Profile
zh_hans: 最新描述文件
zh_hant: 最新描述檔

source: Name
zh_hans: 名称
zh_hant: 名稱

source: New
zh_hans: 新建
zh_hant: 新增

source: New Script
zh_hans: 新建脚本
zh_hant: 新增指令稿

source: No Apps Found
zh_hans: 未找到应用
zh_hant: 找不到應用程式

source: No Bookmarks
zh_hans: 暂无书签
zh_hant: 尚無書籤

source: No JIT Apps Found
zh_hans: 未找到支持 JIT 的应用
zh_hant: 找不到支援 JIT 的應用程式

source: No Script
zh_hans: 不使用脚本
zh_hant: 不使用指令稿

source: No drivable route was returned.
zh_hans: 未找到可驾车通行的路线。
zh_hant: 找不到可駕車行駛的路線。

source: No file selected
zh_hans: 未选择文件
zh_hant: 未選擇檔案

source: No idevice logs found
zh_hans: 未找到 idevice 日志
zh_hant: 找不到 idevice 記錄

source: No info available
zh_hans: 暂无信息
zh_hant: 暫無資訊

source: No matches
zh_hans: 没有匹配结果
zh_hant: 沒有符合的結果

source: No matching apps
zh_hans: 没有匹配的应用
zh_hant: 沒有符合的應用程式

source: No matching processes.
zh_hans: 没有匹配的进程。
zh_hant: 沒有符合的處理程序。

source: No matching profile
zh_hans: 没有匹配的描述文件
zh_hant: 沒有符合的描述檔

source: No matching syslog entries to copy.
zh_hans: 没有可复制的匹配系统日志。
zh_hant: 沒有符合條件且可複製的系統記錄。

source: No pairing file detected
zh_hans: 未检测到配对文件
zh_hant: 未偵測到配對檔案

source: No profiles found.
zh_hans: 未找到描述文件。
zh_hant: 找不到描述檔。

source: No scripts available
zh_hans: 没有可用脚本
zh_hant: 沒有可用的指令稿

source: No scripts found
zh_hans: 未找到脚本
zh_hant: 找不到指令稿

source: No syslog entries to copy.
zh_hans: 没有可复制的系统日志。
zh_hant: 沒有可複製的系統記錄。

source: No valid coordinates were found. Use GPX, GeoJSON, JSON, CSV, or plain text with latitude and longitude values.
zh_hans: 未找到有效坐标。请使用包含经纬度的 GPX、GeoJSON、JSON、CSV 或纯文本文件。
zh_hant: 找不到有效座標。請使用包含經緯度的 GPX、GeoJSON、JSON、CSV 或純文字檔案。

source: Non TXM
zh_hans: 不支持 TXM
zh_hant: 不支援 TXM

source: OK
zh_hans: 好
zh_hant: 好

source: Once your device pairing file is imported and CoreDevice is connected, all apps will appear here.
zh_hans: 导入设备配对文件并连接 CoreDevice 后，所有应用都会显示在这里。
zh_hant: 匯入裝置配對檔案並連接 CoreDevice 後，所有應用程式都會顯示在這裡。

source: Open LocalDevVPN and confirm the VPN is connected.
zh_hans: 打开 LocalDevVPN，确认 VPN 已连接。
zh_hant: 開啟 LocalDevVPN，確認 VPN 已連線。

source: Open Settings and check the target IP address.
zh_hans: 打开设置并检查目标 IP 地址。
zh_hant: 開啟設定並檢查目標 IP 位址。

source: Other
zh_hans: 其他
zh_hant: 其他

source: Other Profiles
zh_hans: 其他描述文件
zh_hant: 其他描述檔

source: Overpass returned HTTP %lld.
zh_hans: Overpass 返回 HTTP %lld。
zh_hant: Overpass 傳回 HTTP %lld。

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: PID %lld was terminated.
zh_hans: PID %lld 已终止。
zh_hant: PID %lld 已終止。

source: Pairing File
zh_hans: 配对文件
zh_hant: 配對檔案

source: Pairing File Added
zh_hans: 已添加配对文件
zh_hant: 已加入配對檔案

source: Pairing File Guide
zh_hans: 配对文件指南
zh_hant: 配對檔案指南

source: Pairing File Required
zh_hans: 需要配对文件
zh_hant: 需要配對檔案

source: Pairing file not found!
zh_hans: 找不到配对文件！
zh_hant: 找不到配對檔案！

source: Parse Error
zh_hans: 解析失败
zh_hant: 解析失敗

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pause Failed
zh_hans: 暂停失败
zh_hant: 暫停失敗

source: Pause Timed Out
zh_hans: 暂停超时
zh_hant: 暫停逾時

source: Pause syslog stream
zh_hans: 暂停系统日志
zh_hant: 暫停系統記錄

source: Pausing Process
zh_hans: 正在暂停进程
zh_hant: 正在暫停處理程序

source: Pick both route endpoints to build the drive.
zh_hans: 选择路线的起点和终点以规划行程。
zh_hant: 選擇路線的起點和終點以規劃行程。

source: Pin
zh_hans: 标记
zh_hant: 標記

source: Pin to Home
zh_hans: 固定到主页
zh_hant: 固定至首頁

source: Plan a route from the toolbar.
zh_hans: 使用工具栏规划路线。
zh_hant: 使用工具列規劃路線。

source: Play Route
zh_hans: 开始路线模拟
zh_hant: 開始路線模擬

source: Plays inaudible audio so iOS keeps the app running.
zh_hans: 播放静音音频，让 iOS 保持应用运行。
zh_hant: 播放靜音音訊，讓 iOS 保持應用程式執行。

source: Prefetching road speeds…
zh_hans: 正在预加载道路限速…
zh_hant: 正在預先載入道路速限…
